#include "mainwindow.h"

#include <QApplication>




// Картотека пациентов. Разработать приложение, позволяющее вести картотеку (список) пациентов.
//Каждый пациент должен быть представлен как минимум следующими полями: фамилия, имя, отчество, год рождения, рост, вес.
//Список пациентов представить в виде таблицы. Обеспечить в приложении добавление и удаление пациентов.


int main(int argc, char *argv[])
{
    QApplication a(argc, argv);
    MainWindow w;
    w.show();
    return a.exec();
}
